/* $ObjectName=AfariaProvider_iOS */
/* $Collection=odata.ios */
/* $Domain=BC */
/* $Developer=I043975 */
/* $Description=OData - iOS Components */

/* XCAP */
"AfariaCertificateProviderPasswordScreenTitle" = "Authentifiants Afaria";

/* XMSG */
"AfariaCertificateProviderPasswordScreenContent" = "Le fournisseur de certificats d'Afaria attend votre saisie avant le télédéchargement de votre certificat du serveur Afaria. Votre certificat sera archivé de manière sécurisée.";

/* XBUT */
"AfariaCertificateProviderPasswordScreenOkButtonText" = "Terminé";

/* XBUT */
"AfariaCertificateProviderPasswordScreenCancelButtonText" = "Interrompre";

/* XCAP */
"AfariaCertificateProviderCertificateDownloadTitle" = "Certificat Afaria";

/* XMSG */
"AfariaCertificateProviderCertificateDownloadInProgress" = "Demande de certificat Afaria en cours";

/* XMSG */
"AfariaCertificateProviderGeneralErrorMessage" = "Une erreur s'est produite. Contactez l'administrateur.";

/* XMSG */
"AfariaCertificateProviderAfariaInitializationError" = "Erreur d'initialisation d'Afaria";

/* XMSG */
"AfariaCertificateProviderUserCancelledError" = "Utilisateur annulé";

